<?php

return [

    /*
    |--------------------------------------------------------------------------
    | Password Reset Language Lines
    |--------------------------------------------------------------------------
    |
    | The following language lines are the default lines which match reasons
    | that are given by the password broker for a password update attempt
    | has failed, such as for an invalid token or invalid new password.
    |
    */

    'title' => 'رواسي | الرئيسية',
    'Home' => 'الرئيسية',
    'About' => 'من نحن',
    'Services' => 'الخدمات',
    'Projects' => 'مشاريعنا',
    'Blog' => 'المركز الإعلامي',
    'Contact' => 'اتصل بنا',
    'Language' => 'اللغة',
    
    // Header Section...
    'Welcome to' => 'مرحبًا بك في ',
    'Rawasi' => 'رواسي',
    'Real estate Saudi corporation' => 'شركة عقارية سعودية',
    'Get Started' => 'ابدأ الآن',
    
    // About Us...
    'About Us' =>  'من نحن',
    'Rawasi real estate is a Saudi corporation with limited responsibility, its headquarters in Riyadh. It was established in 2007 by a group of local shareholders with long experience in fields of real estate services,architecture, engineering and contracting in order to work in the field of real estate industry in its comprehensive concept. Listed below services that Rawasi is proud to provide to its clients' => 'رواسي العقارية هي شركة سعودية ذات مسؤولية محدودة مقرها العاصمة الرياض, تم تاسيسها في عام 2007م من قبل مجموعة من المساهمين المحليين من ذوي الخبرة الطويلة في مجالات الخدمات العقارية والعمارة والهندسة والمقاولات وذلك للعمل في مجال الصناعة العقارية بمفهومها الشامل.',
    'Our Vision' => 'رؤيتنا',
    'To be a major professional real estate gate in the real estate developing industry in KSA and the region.' => 'أن نكون بوابة رائدة واحترافية في صناعة التطوير العقاري وتقديم الخدمات العقارية في المملكة العربية السعودية والمنطقة.',
    'Our Mission' => 'مهمتنا',
    'Building a real long-term partnership with the community by producing distinguished real estate development projects according to the highest quality standards available to serve the needs of all segments.' => 'بناء شراكة حقيقية طويلة الأمد مع المجتمع من خلال إنتاج وتطوير مشاريع عقارية متميزة وفقًا لأعلى معايير الجودة المتاحة لخدمة احتياجات جميع الفئات.',
    
    // Our Services...
    'Services' => 'الخدمات',
    'Our Outstanding Services: Quality and Professionalism in Every Real Estate Aspect' => 'خدماتنا المتميزة: الجودة والاحتراف في كل جانب عقاري',
    'Real estate investment' => 'الاستثمار العقاري',
    'Real estate development' => 'التطوير العقاري',
    'Real estate marketing' => 'التسويق العقاري',
    'Asset Management' => 'إدارة الممتلكات',
    'Fund Management' => 'إدارة صناديق التمويل',
    'Studies' => 'الدراسات',
    'Facility Management' => ' إدارة المرافق',
    'Create and manage real estate portfolios and private endowments' => 'إنشاء وإدارة المحافظ العقارية والأوقاف الخاصة',
    'Project Management' => 'إدارة المشاريع',
    'Real Estate Mediation' => 'الوساطة العقارية',
    'And More Services' => 'والمزيد من الخدمات الاخرى',

    // Our Strategic Goals...
    'Our Strategic Goals' => 'أهدافنا الاستراتيجية',
    'Urban Development' => 'التطوير الحضري',
    'Contribute to urban development through distinguished real estate projects.' => 'المساهمة في التطوير الحضري من خلال مشاريع عقارية متميزة.',
    'Environment Caring' => 'الاهتمام بالبيئة',
    'Caring for the environment and contributing to community service.' => 'الاهتمام بالبيئة والمساهمة في خدمة المجتمع.',
    'Cash Flow Sustainability' => 'استدامة التدفق النقدي',
    'Maintaining the continuity growth of cash flows.' => 'الحفاظ على استمرارية ونمو التدفقات النقدية.',
    'Innovation' => 'الابتكار',
    'Providing diverse and innovative profitable Real estate investment products.' => 'تقديم منتجات استثمارية عقارية متنوعة ومبتكرة ومربحة.',
    
    // Our Projects...
    'Our Projects' => 'مشاريعنا',
    'Discover our exceptional real estate ventures, built with expertise and innovation.' => 'اكتشف مشاريعنا العقارية الاستثنائية، المبنية بالخبرة والابتكار',
    'More Projects' => 'مزيد من المشاريع',

    // Testimonials...
    'Partners' => 'شركاؤنا',
    'Partners-Text' => 'استكشف شراكاتنا الموثوقة في صناعة العقارات، حيث نعرض إرثًا من التفوق والابتكار.',

    // Recent Blog Posts...
    'Recent Media News' => 'آخر الأخبار',
    'Featured Media News' => 'الأخبار المميزة',
    'Media-Text' => 'اكتشف آخر التحديثات والمقالات الشيقة والمفيدة التي تغطي مواضيع مختلفة، وتقدم نصائح قيمة ومعلومات مفصلة لتبقى على اطلاع دائم بكل ما هو جديد في عالم العقارات.',
    'Read More' => 'اقرأ المزيد',
    'Media' => 'المركز الاعلامي',
    'Move To Media News' => 'الانتقال الى المركز الاعلامي',
    
    // Footer...
    'Alqayrawan, Alkhear Road' => 'القيروان، طريق الخير',
    'Riyadh' => 'الرياض',
    'Saudi Arabia' => 'المملكة العربية السعودية',
    'Phone:' => 'الهاتف:',
    'Email:' => 'البريد الإلكتروني:',
    'Useful Links' => 'روابط مفيدة',
    'Terms of service' => 'شروط الاستخدام',
    'Privacy policy' => 'سياسة الخصوصية',
    'Our Services' => 'خدماتنا',
    'All Rights Reserved' => 'جميع الحقوق محفوظة',

    // About Page...
    'Rawasi Real Estate' => 'رواسي العقارية',
    'Established in 2007' => 'تأسست في عام 2007',
    'Our Story' => 'قصتنا',

    'story' => 'على مدى السنوات العشر الماضية، بدأنا مثل جميع الشركات في هذا الزراعة المباركة وهي رواسي العقارية، التي تجلب الآن ثمارها من خلال العديد من المشاريع التطويرية والتسويقية والاستثمارية والسكنية والتجارية والصناعية. تمكنت الشركة من تنويع المنتجات مع تنفيذ خطط متوازنة لتطوير الهيكل التنظيمي والإداري لضمان فعالية الخدمات المقدمة وتأهيل واستيعاب عدد من الشباب الطموحين السعوديين الذين أصبحوا جزءًا من العاملين في الشركة وأثبتوا مهاراتهم العالية في العمل. ونحن نسعى لتقديم مستوى عالٍ في المنتجات والخدمات الممتازة التي تتوافق مع رؤية المملكة 2030.',

    'Our vision is to be a major professional real estate gate' 
    => 
    'رؤيتنا هي أن نكون بوابة عقارية احترافية رئيسية',

    'Our mission is to build a real long-term partnership with the community' 
    =>
    'مهمتنا هي بناء شراكة عقارية حقيقية طويلة الأمد مع المجتمع',

    'Watch Video' => 'مشاهدة الفيديو',
    'Happy Clients' => 'عملاء راضون',
    'Projects-count' => 'مشاريع',
    'Hours Of Support' => 'ساعات الدعم',
    'Hard Workers' => 'عمال مجتهدين',

    // Services Details...
    'service-1' => 'وراء مشاريعنا واستثماراتنا تقف عقول مبدعة، ساهمت على مدي عقد من الزمان بابتكار أسلوب حياه جذاب للجميع وجعلت منها افكار ملهمه نفخر بها من خلال خدمات الاستشارات المتعلقة بالفرص الاستثمارية محلياً وإقليمياً، بما يساعد عملائنا على اتخاذ قرارات صائبة.',

    'service-2' => 'نتطلع الى افكار تتجاوز المالوف من خلال اغتنام الفرص العقارية الاستثمارية وتطوير العقارات المختارة ( انشاء جديد ، تجديد ، بنيه تحتية ) ومن ثم اعادة طرحها للبيع او للاستثمار سواء كانت فى القطاع التجاري او السكني او الصناعي عن طريق تشييد البنية الفوقية لجميع انواع المباني <br> ( السكنية والمكتبية والصناعية ) او تطوير البنية التحتية للاراضي الخام.',

    'service-3' => 'وراء مشاريعنا واستثماراتنا تقف عقول مبدعة، ساهمت على مدي عقد من الزمان بابتكار أسلوب حياه جذاب للجميع وجعلت منها افكار ملهمه نفخر بها من خلال اعضاء إدارة التسويق العقاري إحدي أذرع الخدمات العقارية بالغة الاهمية لمختلف أنشطة العقارات سواء فى القطاع التجاري أو السكني أو الصناعي، حيث نقوم بتسويق تلك العقارات بأحدث الادوات الذكية لنصل الى اكبر شريحة ممكنة ، وتكوين علاقات مستمرة مع العملاء الدائمين.',

    'service-4' => 'نسعي من خلال إدارة العقارات والممتلكات للمحافظة عليها طوال الوقت بنسبة إشغال كاملة بواسطة مستأجرين يتم اختيارهم بعناية، ووفق ضوابط وخطط التشغيل المتفق عليها لغرض الحصول على عوائد منتظمة، من خلال المتابعة الفنية والادارية ومهام التحصيل، ووضع الخطط الادارية ووضع الخطط والبرامج الخاصة بالصيانة الفنية الدورية ويتمثل في:
    <ol style="margin-top: 15px">    
    <li>إدارة العقارات السكنية.</li>
    <li>إدارة العقارات التجارية.</li>
    <li>إدارة العقارات الصناعية.</li>
    <li>خدمات التأجير واحلال البديل.</li>
    </ol>',



    'service-5' => 'وضع الحلول المالية المناسبة للعملاء من خلال شراكة مع عدد من الجهات التمويلية التي تستند الى العلاقات طويلة الاجل والتزامات العملاء الكبيرة فى مقدمة اهتمامنا ونستطيع تامين واختيار الحلول المناسبة للعميل وفقا للمتطلبات الخاصة به.',

    'service-6' => '
    <ul>
        <li style="margin-bottom: 15px">تقديم منتجات متميزة وتقديم الدراسات المناسبة والتي تتراوح بين دراسات التعرف على أفضل استخدام أو التي تعتمد على أبحاث السوق المسحية.</li>
        <li>متابعتنا للسوق العقاري تسمح لنا بفهم أفضل ومعرفة مستمرة بالتغيرات السريعة الحاصلة فيه، وتقييم حجم ومعدلات العرض والطلب والتعرف على حجم الفرص المتوفرة.</li>
    </ul>
    ',


    'service-7' => 'يقدم قسم ادارة المرافق خدمات تشمل الصيانة والامن والتفتيش (الصحة والسلامة والحرائق) والمناظر الطبيعية والحراس ومكافحة الافات نما القسم على مر السنين لمواكبة نمو الالعمال والطلب المتزايدز وتتكون من فرق صيانة متعددة تدار باحتراف وتتسم بمهارات عالية ومؤهلة لاداء الخدمات المطلوبة.',
    'service-8' => 'نقدم لعملائنا خدمات إدارة المحافظ العقارية وفقاً لمعايير عالمية، وتشمل خدماتنا الإدارة الشاملة والتخطيط الاستراتيجي وإعداد الميزانيات والعمليات التجارية والسياسات والإجراءات والأدلة التشغيلية إلى جانب إعداد أنظمة تقنية المعلومات.',
    'service-9' => '
    <ul>
        <li style="margin-bottom: 15px">تقدم الشركة خدمات إدارة المشاريع والتي تعد ركناً أساسياً في تحقيق عوائد إيجابية لكافة مشاريع الشركة. تشمل هذه الخدمات تعيين مزودي الخدمات الاستشارية وإدارتهم بشكل مباشر للتأكد من الجودة في التصميم والإشراف على تنفيذ المشاريع.</li>
        <li>يقوم قطاع إدارة المشاريع بإدارة هندسة التكاليف وتحليل التطبيقات الإنشائية والهندسة القيمية لضمان تقديم خدمات فنية وإدارية عالية الجودة وفقًا لأرقى المعايير العالمية.</li>
    </ul>
    ',


    'service-10' => 'نهدف من خلال هذه الخدمة إلى تسهيل العملية التعاقدية بين الأطراف وتنشيط السوق العقاري، ونسعى إلى تقديم هذه الخدمة بشفافية ومصداقية وجودة وكفاءة، لذلك يقوم فريقنا ذو الخبرة العالية والمرخص من الجهات المختصة وذات العلاقة في المجال العقاري بتسهيل عملية التأجير أو التملك أو بيع العقارات والأراضي على صاحب العقار أو الباحث عن العقار، مما يجعل إتمام الصفقات العقارية أمرًا سهلًا ويعود بالفائدة على كلا الأطراف، بالإضافة إلى تقديم كافة الخدمات العقارية المكملة نيابة عن الأطراف المستفيدة.',


    // Projects Categories...
    'All' => 'الكل',
    'Remodeling' => 'التحسينات',
    'Construction' => 'الإنشاءات',
    'Repairs' => 'الإصلاحات',
    'Design' => 'التصميم',

    // Project Details Page...
    'Project Details' => 'تفاصيل المشروع',
    'Project information' => 'معلومات عن المشروع',
    'Owner' => 'المالك',
    'Location' => 'الموقع',
    'Type' => 'النوع',
    'Project State' => 'حالة المشروع',
    'Download Brochure' => 'تحميل الكتيب',
    'City' => 'المدينة',
    'Move To Location' => 'الانتقال الى الموقع',

    // Contact Page...
    'Our Address' => 'عنواننا',
    'Email Us' => 'راسلنا عبر البريد',
    'Call Us' => 'اتصل بنا',
    'Your Name' => 'اسمك',
    'Your Email' => 'بريدك الالكتروني',
    'Subject' => 'الموضوع',
    'Message' => 'الرسالة',
    'Loading' => 'تحميل',
    'Your message has been sent. Thank you!' => 'تم ارسال رسالتك بنجاح, شكرا لك',
    'Send Message' => 'ارسال الرسالة',

    // Blog Post Details...
    'Post Details' => 'تفاصيل المقال',
    'Comments' => 'التعليقات',
    'Leave a Reply' => 'يمكنك اضافة تعليق',
    'Your email address will not be published. Required fields are marked *' => 'لن يتم نشر عنوان بريدك الإلكتروني. الحقول المطلوبة مُشار إليها بـ *',
    'Your Comment' => 'يمكنك كتابة وصف للتعليق الخاص بك هنا',
    'Post Comment' => 'ارسال التعليق',
];
